const info = [{
  text: "常用字符",
  range: [33, 126]
},
{
  text: "第一平面字符",
  range: [0, 65535]
},
{
  text: "不常用字符",
  range: [161, 2042]
},
{
  text: "看不懂的文字",
  range: [2208, 7629]
},
{
  text: "带帽的字符",
  range: [7678, 8190]
},
{
  text: "学科字符和图案",
  range: [8208, 11247]
},
{
  text: "看不懂的文字",
  range: [11264, 11844]
},
{
  text: "中文",
  range: [11904, 12245]
},
{
  text: "日文",
  range: [12272, 12727]
},
{
  text: "中文",
  range: [12736, 40917]
},
{
  text: "看不懂的文字",
  range: [40960, 43967]
},
{
  text: "韩文",
  range: [44032, 55291]
},
{
  text: "中文",
  range: [63744, 64217]
},
{
  text: "看不懂的文字",
  range: [64256, 65535]
},
{
  text: "©",
  range: 169
},
{
  text: "®",
  range: 174
},
{
  text: "℃",
  range: 8451
},
{
  text: "℉",
  range: 8457
},
{
  text: "播放器相关控件",
  range: [9193, 9210]
},
{
  text: "带括号或圆圈的字符",
  range: [9312, 9471]
},
{
  text: "非第一个平面的中文字符",
  range: [131072, 178361]
}
]
